<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>1</TITLE>
</HEAD>
<BODY>

<B><FONT FACE="Arial"><P ALIGN="JUSTIFY">1.0. Coneixements b&agrave;sics</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Quan es parla d'un <I>sistema qu&agrave;ntic</I> que presenta varis <I>estats</I> es fa refer&egrave;ncia a seva estructura energ&egrave;tica. Hem d'entendre que quan es mostren els nivells o estats qu&agrave;ntics d'un sistema, estem fent refer&egrave;ncia a un <I>patr&oacute; model</I> que segueixen totes les r&egrave;pliques d'aquest sistema.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Per exemple, si es mostra un esquema dels estats energ&egrave;tics de la mol&egrave;cula de H<SUB>2</SUB>, volem dir que totes i cadascuna de les mol&egrave;cules presenten aquella estructura. Aix&ograve; es complementa amb el fet que cada mol&egrave;cula es troba en un i nom&eacute;s un d'aquells estats.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Si llavors fem un cop d'ull global, veurem que podem parlar d'una energia total del sistema, que ara considerarem que &eacute;s la suma de les energies de cada mol&egrave;cula (en aquesta assignatura considerem sempre les mol&egrave;cules com a entitats independents).</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Si fem una an&agrave;lisi sobre els diferents estats, veurem que uns estan m&eacute;s poblats que altres. Podem parlar d'una estad&iacute;stica d'ocupaci&oacute; d'estats. Aquesta organitzaci&oacute; confereix al sistema no solament la seva energia total, sin&oacute; tamb&eacute; totes les seves altres propietats. Per&ograve; aquest aspecte l'estudiarem m&eacute;s endavant quan desenvolupen el tema de la <I>termodin&agrave;mica estad&iacute;stica</I>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Transicions espectrosc&ograve;piques</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY"><HR WIDTH="0%" SIZE=1>El concepte que ara i aqu&iacute; ens interess&agrave; &eacute;s el de <I>Transicions entre entre estats qu&agrave;ntics</I>.  Cada sistema qu&agrave;ntic (per nosaltres els &agrave;toms o les mol&egrave;cules) es pot trobar en un i nom&eacute;s un estat qu&agrave;ntic. Res impedeix, per&ograve;, que es pugui passar d'un estat a un altre.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Si el sistema es troba inicialment en un estat amb energia <I>E</I><SUB>1</SUB> i passa a un altre estat d'energia <I>E</I><SUB>2</SUB>, &eacute;s compulsiu que en la transici&oacute; hi hagui un guany o desprendiment d'energia igual, en valor absolut, a <IMG SRC="Image257.gif" WIDTH=88 HEIGHT=22>. El sistema perder&agrave; o guanyar&agrave; energia en funci&oacute; de si l'estat inicial era el m&eacute;s o menys energ&egrave;tic, respectivament.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En espectrosc&ograve;pia, el que es fa &eacute;s detectar aquests salts energ&egrave;tics. Degut a l'estructura qu&agrave;ntica de les mol&egrave;cules dites transicions est&agrave;n molt ben definides i s&oacute;n pr&ograve;pies de cada entitat qu&iacute;mica. El coneixement de les transicions que pot efectuar una mol&egrave;cula permet la seva identificaci&oacute; i estudi.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Si b&eacute; fins ara hem parlat d'estats qu&agrave;ntics moleculars en general, podrem aprofundir m&eacute;s en el tema i distingirem b&agrave;sicament tres tipus d'estats moleculars:</P>
<P ALIGN="JUSTIFY"></P>

<UL>
<I><P ALIGN="JUSTIFY"><LI>Rotacionals</I>: s&oacute;n aquells en que l'energia guanyada o emesa en una transici&oacute; s'inverteix en fer augmentar o disminuir (respectivament) l'energia rotacional molecular, o sia, en fer voltar les mol&egrave;cules m&eacute;s o menys depressa.</LI></P>
<I><P ALIGN="JUSTIFY"><LI>Vibracionals</I>: s&oacute;n aquells en que l'energia guanyada o emesa en una transici&oacute; s'inverteix en fer augmentar o disminuir (respectivament) l'energia vibracional molecular, o sia, en fer vibrar les mol&egrave;cules m&eacute;s o menys depressa. Aquestes vibracions es manifesten en els moviments (aparentment ca&ograve;tics) dels &agrave;toms  juntament amb les variacions de les longituds d'enlla&ccedil; al llarg del temps.</LI></P>
<I><P ALIGN="JUSTIFY"><LI>Electr&ograve;nics</I>: s&oacute;n aquells en que l'energia guanyada o emesa en una transici&oacute; s'inverteix en fer augmentar o disminuir (respectivament) l'energia electr&ograve;nica molecular, o sia, en conferir als electrons m&eacute;s o menys energia en el sentit que canvies d'orbital molecular. &Eacute;s clar que aix&ograve; afecta a la geometria i l'estabilitat molecular.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Aix&iacute; doncs, el que ens conv&eacute; saber en primera inst&agrave;ncia, &eacute;s quina energia podem associar a cada estat vibracional, rotacional o electr&ograve;nic molecular.</P>
<P ALIGN="JUSTIFY"></P>
<U><P ALIGN="JUSTIFY">Estats rotacionals</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En primera aproximaci&oacute; (despr&eacute;s ja vindran les complicacions) considerarem les mol&egrave;cules com a s&ograve;lids r&iacute;gids. Per tant, modelitzarem els estats rotacionals moleculars a trav&eacute;s del concepte del rotor r&iacute;gid. Pel cas particular d'una mol&egrave;cula diat&ograve;mica ho farem a trav&eacute;s del <I>rotor r&iacute;gid lineal</I>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">A segon curs (assignatura de Qu&iacute;mica F&iacute;sica) es va veure com l'energia del rotor lineal venia donada per l'expressi&oacute;</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="CENTER"><IMG SRC="Image247.gif" WIDTH=127 HEIGHT=29></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">on el nombre <I>J</I>=0,1,2,... &eacute;s un nombre qu&agrave;ntic.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Estats vibracionals</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Pel cas d'una mol&egrave;cula diat&ograve;mica &eacute;s molt intuitiu parlar de la seva vibraci&oacute;. En general, per&ograve;, aquest concepte s'ext&eacute;n al que s'anomenen els <I>model normals de vibraci&oacute;</I> moleculars (ja en parlarem m&eacute;s endavant).</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">La ventatge d'aquesta simplificaci&oacute; rau en el fet que nom&eacute;s cal tenir un model per a un sistema que oscil·li en una sola dimensi&oacute;. I &eacute;s per aix&ograve; que a segon curs es va estudiar l'<I>oscil·lador harm&ograve;nic</I>. Modelitzarem els estats vibracionals d'una mol&egrave;cula diat&ograve;mica o, en general, de cada mode normal, a trav&eacute;s d'aquest sistema. L'espectre d'energies de l'oscil·lador obeeix a l'equaci&oacute; seg&uuml;ent:</P>
<P ALIGN="CENTER"><IMG SRC="Image248.gif" WIDTH=154 HEIGHT=30></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">on el nombre <I>v</I>=0,1,2,... &eacute;s un nombre qu&agrave;ntic associat a cada mode normal. Quelcom semblant podem dir de la freq&uuml;&egrave;ncia <I>v<SUB>e</I></SUB>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Estats electr&ograve;nics</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">No disposem d'una expressi&oacute; general per modelar els estats electr&ograve;nics. Per a cada cas cal fer un c&agrave;lcul te&ograve;ric ... o rec&ograve;rrer als mateixos espectres !</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Expressi&oacute; elemental de l’energia roto-vibracional per una mol&egrave;cula diat&ograve;mica</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Finalment, nom&eacute;s cal pensar que una mol&egrave;cula que es troba en un determinat estat t&eacute; una energia total que, en primera aproximaci&oacute;, la prenem com a suma de les contribucions rotacional, vibracional i electr&ograve;nica:</P>
<P ALIGN="JUSTIFY"></P>
<I><P ALIGN="CENTER">E<SUB>Total</I></SUB>=<I>E<SUB>rot</I></SUB>+<I>E<SUB>vib</I></SUB>+<I>E<SUB>elec</P>
</I></SUB><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Identifiquem l'energia rotacional <I>E<SUB>rot</I></SUB> amb la que m&eacute;s amunt anomenavem <I>E<SUB>J</I></SUB>.</P>
<P ALIGN="JUSTIFY">Identifiquem l'energia vibracional <I>E<SUB>vib</I></SUB> amb la que m&eacute;s amunt anomenavem <I>E<SUB>v</I></SUB>.</P>
<P ALIGN="JUSTIFY">Pel que respecte a l'energia electr&ograve;nica emprem el s&iacute;mbol <I>U</I>(<I>R<SUB>e</I></SUB>), l'origen del qual no comentarem aqu&iacute;, per&ograve; si que direm que <I>R<SUB>e</I></SUB> fa refer&egrave;ncia a la <I>geometria d'equilibri</I> que presenta la mol&egrave;cula quan es troba en l'estat electr&ograve;nic al que volem fer refer&egrave;ncia.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Sota aquestes premises, l'energia roto-vibracional-electr&ograve;nica d'una mol&egrave;cula diat&ograve;mica l'escriuriem com</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="CENTER"><IMG SRC="Image249.gif" WIDTH=326 HEIGHT=25></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Expressi&oacute; m&eacute;s realista de l’energia roto-vibracional d'una mol&egrave;cula diat&ograve;mica</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">L'experi&egrave;ncia indica que cal afegir algunes correccions per conferir a l'expressi&oacute; que s'acaba de veure un car&agrave;cter m&eacute;s realista.  Concretament, s'afegeixen tres termes m&eacute;s que s&oacute;n fruit del fet que la separaci&oacute; energ&egrave;tica comentada m&eacute;s amunt no &eacute;s del tot exacte. Els tres termes de correcci&oacute; afegits s&oacute;n:</P>
<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>el de correcci&oacute; de la <I>distorci&oacute; centr&iacute;fuga</I>: <IMG SRC="Image250.gif" WIDTH=96 HEIGHT=22>, el qual t&eacute; en compte que, realment, la mol&egrave;cula no &eacute;s un s&ograve;lid r&iacute;gid i que, en rotar, es deforma.</LI></P>
<P ALIGN="JUSTIFY"><LI>el de correcci&oacute; de <I>vibraci&oacute; anharm&ograve;nica</I>: <IMG SRC="Image251.gif" WIDTH=111 HEIGHT=27>, el qual pren en consideraci&oacute; que els modes normals no es comporten de forma harm&ograve;nica (nivells energ&egrave;tics equiespaiats) sin&oacute; que, de fet, els nivells energ&egrave;tics es van apropant cada vegada m&eacute;s.</LI></P>
<P ALIGN="JUSTIFY"><LI>el d'<I>acoblament entre rotaci&oacute; i vibraci&oacute;</I>: <IMG SRC="Image252.gif" WIDTH=174 HEIGHT=23></UL>
. Aquest terme t&eacute; en conte el fet que els moviments de rotaci&oacute; i vibraci&oacute; no s&oacute;n independents: un tipus de moviment interfereix amb l'altre.</LI></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Ara doncs, ja disposem de l'equaci&oacute; que emprarem sempre: per a nosaltres, l'expressi&oacute; de l'energia de l'estat qu&agrave;ntic on es troba una mol&egrave;cula diat&ograve;mica &eacute;s</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="CENTER"><IMG SRC="Image253.gif" WIDTH=396 HEIGHT=104></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">La t&egrave;cnica que emprarem</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Una vegada coneguda l'expressi&oacute; que s'acaba de veure, podrem saber a quins llocs dels espectres apareixer&agrave; un senyal: com que hem dit que els senyals provenen de transicions entre estats, nomes haurem de <I>restar</I> dues expressions com l'anterior (aplicades a estats identificats amb nombres qu&agrave;ntics diferents) i ja disposerem de l'energia involucrada en el salt.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Per tant, el que farem durant molts dies &eacute;s simplement ... <I>restar !</P>
</I><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Concretament, una mol&egrave;cula es trobar&agrave; inicialment en un estat caracteritzat per l'energia</P>
<P ALIGN="CENTER"><IMG SRC="Image254.gif" WIDTH=200 HEIGHT=24></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">i passar&agrave; a un altre amb energia</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="CENTER"><IMG SRC="Image255.gif" WIDTH=225 HEIGHT=21></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">L'espectr&ograve;metre (aparell que detecta els salts que tenen lloc) avisar&agrave; que hi ha un senyal de magnitud igual a</P>
<P ALIGN="CENTER"><IMG SRC="Image256.gif" WIDTH=76 HEIGHT=22></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<U><P ALIGN="JUSTIFY">Simplificacions que trobarem</P>
</U><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Les coses en realitat no s&oacute;n tant senzilles. Si b&eacute; el que s'acaba de dir fins ara s&oacute;n els conceptes b&agrave;sics que cal tenir molt ben assumits, hi ha un regitzell de simplificacions i, sobretot, complicacions que cal tenir en compte.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Les simplificacions que destaquem s&oacute;n:</P>
<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>Les <I>regles de selecci&oacute;</I>: no totes les transicions s&oacute;n permeses. Aix&ograve; vol dir que l'espectre no presenta tots els salts que s&oacute;n fruit de totes les transicions entre estats. Hi ha molts salts prohibits. Aix&ograve; fa que l'espectre sigui m&eacute;s n&iacute;tid.</LI></P>
<P ALIGN="JUSTIFY"><LI>Separabilitat dels efectes de les transicions rotacionals, vibracionals i electr&ograve;niques: inicialment es poden estudiar de forma independent. Aix&ograve; vol dir que primer estudiarem els espectres de rotaci&oacute; pura (nom&eacute;s es detecten transicions entre estats rotacionals que pertanyen a un mateix estat vibracional i electr&ograve;nic). Despr&eacute;s estudiarem els espectres de rotaci&oacute;-vibraci&oacute; (es detecten transicions entre estats rotacionals i vibracionals que pertanyen a un mateix estat electr&ograve;nic).</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">Respecte a les complicacions, podem dir aqu&iacute; que no es tracta de fer la mat&egrave;ria m&eacute;s dif&iacute;cil. Nom&eacute;s caldr&agrave; tenir en compte petits aspectes que tenen certs efectes en els detalls m&eacute;s fins dels espectres:</P>
<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>Comportament no ideal: cal fer correccions a les expressions de l'energia de cada estat (aix&ograve; ja ho hem considerat m&eacute;s amunt).</LI></P>
<P ALIGN="JUSTIFY"><LI>Efecte de la <I>poblaci&oacute;</I>: no tots els estats estan poblats en igual mesura. En funci&oacute; d'aix&ograve;, i d'altres aspectes, els senyals presents en un mateix espectre presenten variacions d'intensistat.</LI></P>
<P ALIGN="JUSTIFY"><LI>Interrelaci&oacute; dels efectes de les transicions rotacionals, vibracionals i electr&ograve;niques: un tipus d'espectre (rotacional, vibracional, electr&ograve;nic) inclou als anteriors.</LI></P></UL>
</FONT></BODY>
</HTML>
