<HTML>
<HEAD>
<META HTTP-EQUIV="Content-Type" CONTENT="text/html; charset=windows-1252">
<META NAME="Generator" CONTENT="Microsoft Word 97">
<TITLE>0</TITLE>
</HEAD>
<BODY>

<B><FONT FACE="Arial"><P ALIGN="JUSTIFY">Resum del Tema 1</P>
</B><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En aquest tema s'ha parlat del fet que hi ha diferents tipus d'espectrosc&ograve;pia b&agrave;sica:</P>
<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>Rotacional</LI></P>
<P ALIGN="JUSTIFY"><LI>Vibracional</LI></P>
<P ALIGN="JUSTIFY"><LI>Electr&ograve;nica</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En els tipus d’espectrosc&ograve;pia b&agrave;sics es determinen les separacions energ&egrave;tiques entre els estats rotacionals i vibracionals moleculars.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">El que es fa &eacute;s provocar artificialment i de forma controlada la transici&oacute; des d’un estat a un altre.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En el cas de l’espectrosc&ograve;pia d’absorci&oacute; aix&ograve; s’aconsegueix irradiant les mol&egrave;cules en estudi amb radiaci&oacute; electromagn&egrave;tica.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">L’aparell emprat per generar la radiaci&oacute; lum&iacute;nica que incideix sobre les mol&egrave;cules i per detectar i registrar posteriorment quines energies s&oacute;n absorbides per part d’elles s’anomena <I>espectr&ograve;metre</I>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">El coneixement global de totes les separacions energ&egrave;tiques permeten inferir l’estructura qu&agrave;ntica de cada mol&egrave;cula.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">No totes les transicions entre estats estan permeses. Nom&eacute;s s&oacute;n v&agrave;lides (i nom&eacute;s es manifesten a la naturalesa) les que compleixen les anomenades <I>regles de selecci&oacute;</I>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Hi ha diferents fen&ograve;mens que regulen la mida i forma de les l&iacute;nies espectrals:</P>
<P ALIGN="JUSTIFY"></P>

<UL>
<P ALIGN="JUSTIFY"><LI>Efecte del principi d'incertesa de Heisenberg</LI></P>
<P ALIGN="JUSTIFY"><LI>Efecte Doppler</LI></P>
<P ALIGN="JUSTIFY"><LI>Efecte de pressi&oacute; i col·lisi&oacute; (Lorentz)</LI></P>
<P ALIGN="JUSTIFY"><LI>Efecte de la saturaci&oacute;.</LI></P></UL>

<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En comentar l'efecte Doppler s'ha explicat en qu&egrave; consisteix la t&egrave;cnica espectrosc&ograve;pica de Lamb (Lamb-dip).</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Hem donat una f&oacute;rmula general per l'energia elect&ograve;nico-roto-vibracional d'una mol&egrave;cula diat&ograve;mica. La f&oacute;rmula en q&uuml;esti&oacute; cont&eacute; correccions respecte els models rotacional i vibracional ideals.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">S'ha vist de forma qualitativa quin &eacute;s l'origen de les regles de selecci&oacute;.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">S'ha definit la integral del <I>moment de transici&oacute;</I>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">S'ha enunciat la <I>regla de Laporte</I>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<I><P ALIGN="JUSTIFY">Espectrosc&ograve;pia rotacional</P>
</I><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Considerem el cas de les mol&egrave;cules lineals. Per aquestes, la separaci&oacute; energ&egrave;tica entre dos nivells rotacionals amb nombres qu&agrave;ntics <I>J</I> i <I>J</I>’ la podem calcular restant dues expressions del tipus</P>
<P ALIGN="JUSTIFY"></P>
</FONT><FONT FACE="Arial" SIZE=2><P ALIGN="CENTER"><IMG SRC="Image414.gif" WIDTH=253 HEIGHT=24></P>
</FONT><FONT FACE="Arial"><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Els increments energ&egrave;tics involucrats s&oacute;n molt petits (de l’ordre d’unes poques calories per mol) i la radiaci&oacute; que &eacute;s absorbida per les mol&egrave;cules t&eacute; una baixa freq&uuml;&egrave;ncia ubicada a la zona de les ones microones. &Eacute;s per aix&ograve; que a l’espectrosc&ograve;pia rotacional tamb&eacute; se l’anomena espectrosc&ograve;pia de microones.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<I><P ALIGN="JUSTIFY">Espectrosc&ograve;pia vibracional</P>
</I><P ALIGN="JUSTIFY">En general, per una mol&egrave;cula poliat&ograve;mica, el seu moviment vibracional es pot descomposar com a superposici&oacute; de moviments elementals anomenats <I>modes normals</I> de vibraci&oacute;. Cada mode normal involucra el moviment oscil·latori de tots els &agrave;toms de la mol&egrave;cula i pot presentar diversos estats energ&egrave;tics quantificats. En cada un d’aquests estats, el mode normal est&agrave; caracteritzat per una sola freq&uuml;&egrave;ncia i, en conseq&uuml;&egrave;ncia, tots els &agrave;toms es mouen oscil·lant a aquella freq&uuml;&egrave;ncia, per&ograve; amb amplituds diferents en funci&oacute; de les seves masses. Denotarem l’energia d’un estat d’un mode normal com <FONT FACE="Symbol">&#101;</FONT>
<I><SUB>m</I></SUB>.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">El cas de la mol&egrave;cula diat&ograve;mica &eacute;s el m&eacute;s senzill d'interpretar. Una mol&egrave;cula diat&ograve;mica presenta un sol mode normal.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">En espectrosc&ograve;pia vibracional es determinen les separacions energ&egrave;tiques entre els diferents estats vibracionals moleculars.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Les energies de cada estat vibracional es poden descriure, en primera aproximaci&oacute;, a trav&eacute;s del model de l’oscil·lador harm&ograve;nic. L’energia de cada estat de l’oscil·lador ve donada per l’expressi&oacute;</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="CENTER"><IMG SRC="Image415.gif" WIDTH=222 HEIGHT=24></P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">on <I>v</I> &eacute;s el nombre qu&agrave;ntic vibracional.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Cal tenir present que la freq&uuml;&egrave;ncia <FONT FACE="Symbol">&#110;</FONT>
 &eacute;s la pr&ograve;pia d’oscil·laci&oacute; del mode (un enlla&ccedil; pel cas de la mol&egrave;cula diat&ograve;mica).</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Els registres dels espectres vibracionals es compliquen respecte els rotacionals. Aix&ograve; &eacute;s aix&iacute; perqu&egrave; en la transici&oacute; d’un estat vibracional a un altre es fa un canvi en la natura dels estats rotacionals de partida i arribada (generalment presenten nombres qu&agrave;ntics rotacionals diferents). En estar acoblades les transicions vibracionals amb els rotacionals, es parla de transicions o espectrosc&ograve;pia roto-vibracionals. </P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Ens quedarem amb la idea que les transicions vibracionals involucren canvis energ&egrave;tics associats a una freq&uuml;&egrave;ncia <FONT FACE="Symbol">&#110;</FONT>
 pr&ograve;pia de cada mode normal molecular. Aquesta freq&uuml;&egrave;ncia cau normalment a la zona dels infrarojos, on les energies de les radiacions s&oacute;n de l’ordre de les poques quilocalories per mol. &Eacute;s per aix&ograve; que aquest tipus d’espectres tamb&eacute; s’anomenen espectres d’infraroig.</P>
<P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<P ALIGN="JUSTIFY">&nbsp;</P>
<I><P ALIGN="JUSTIFY">Espectrosc&ograve;pia electr&ograve;nica</P>
</I><P ALIGN="JUSTIFY"></P>
<P ALIGN="JUSTIFY">Les energies involucrades en les transicions electr&ograve;niques cauen a la regi&oacute; de les radiacions visibles o ultraviolades.</P>
<P ALIGN="JUSTIFY"></P></FONT></BODY>
</HTML>
